Repository: tinkerinestudio/tinkerine-suite-2
Catalog: Cura/resources/locale-tinkerine/*/LC_MESSAGES/tinkerine.po
Languages: fr_ca

source: Import Model File... Ctrl+I
fr_ca: Importer le fichier modèle.... Ctrl+I

source: Save Model... Ctrl+S
fr_ca: Sauvegarder le fichier modèle... Ctrl+S

source: New Project... Ctrl+N
fr_ca: Nouveau projet... Ctrl+N

source: &Recent Model Files
fr_ca: &Fichiers modèle récent

source: Quit
fr_ca: Quitter

source: &File
fr_ca: &Fichier

source: Show Advanced Settings
fr_ca: Afficher les paramètres avancés

source: Toggle Uniform Scaling Lock
fr_ca: Basculer le vérouillage de l'échelle uniforme

source: Reset All Slicing Settings
fr_ca: Réinitialiser tous les paramètres de découpage

source: Open Debug Settings...
fr_ca: Ouvrir les paramètres de débogage...

source: Update Printer Firmware
fr_ca: Mettre à jour le micrologiciel de l'imprimante

source: Printer
fr_ca: Imprimante

source: About Tinkerine Suite
fr_ca: À propos de Tinkerine Suite

source: About
fr_ca: À propos

source: First Run Tour
fr_ca: Tour de première ouverture

source: Keyboard Shortcuts
fr_ca: Raccourcis clavier

source: Help
fr_ca: Aide

source: Reset all slice settings
fr_ca: Réinitialiser tous les paramètres de découpage

source: This will reset all slicing settings to their defaults. Are you sure you would like to reset all slicing settings?
fr_ca: Cela réinitialisera tous les paramètres de découpage à leurs valeurs par défaut. Voulez-vous vraiment réinitialiser tous les paramètres de découpage?

source: Open firmware to upload
fr_ca: Ouvrir le micrologiciel à téléverser

source: Plating, Preparing and Slicing for Fused Filament Fabrication 3D printing.
fr_ca: Placage, préparation et découpage pour l'impression de filaments fondus en 3D.

source: Slice
fr_ca: Découper

source: Preview model for 3D printing
fr_ca: Prévisualiser le modèle pour l'impression 3D

source: Imports 3D models (.STL or .OBJ).
fr_ca: Importer les modèles 3D (.STL ou .OBJ).

source: Resolution
fr_ca: Résolution

source: Adjusts the printing resolution. (The higher the resolution, the longer the print will take.)
fr_ca: Ajuste la résolution d'impression (Plus la résolution est haute, plus l'impression sera longue.)

source: Infill
fr_ca: Remplissage

source: Sparse
fr_ca: Peu abondant

source: Adjusts the density of the model.
fr_ca: Ajuste la densité du modèle

source: Wall
fr_ca: Mur

source: Adjusts the shell thickness of the model.
fr_ca: Ajuste l'épaisseur de l'extérieur du modèle.

source: Sets the filament diameter.
fr_ca: Règle le diamètre du filament.

source: Off
fr_ca: Désactivé

source: Speed
fr_ca: Vitesse

source: Temp
fr_ca: Température

source: Low
fr_ca: Basse

source: Medium
fr_ca: Médium

source: High
fr_ca: Haute

source: Hollow
fr_ca: Creux

source: On
fr_ca: Activé

source: Duplicate
fr_ca: Dupliquer

source: Center
fr_ca: Centrer

source: Lay Flat
fr_ca: Poser à plat

source: Reset
fr_ca: Réinitialiser

source: Delete
fr_ca: Supprimer

source: Scale:
fr_ca: Échelle :

source: Edit
fr_ca: Modifier

source: Return to edit slicing settings.
fr_ca: Retournez pour modifier les paramètres de découpage.

source: Save for Print
fr_ca: Sauvegarder pour l'impression

source: Print Time
fr_ca: Temp d'impression

source: Filament Usage
fr_ca: Usage de filament

source: Print Preview
fr_ca: Aperçu de l'impression

source: Inserts pause at current layer.
fr_ca: Insère la pause à la couche actuelle.

source: Resets all pauses.
fr_ca: Réinitialiser toute les pauses

source: Import 3D Model
fr_ca: Importer le modèle 3D

source: loading gcode... please wait...
fr_ca: Chargement du fichier gcode... Veuillez patienter...

source: Save 3D model
fr_ca: Sauvegarder le modèle 3D

source: Saving model(s), please wait...
fr_ca: Sauvegarde du modèle, veuillez patienter...

source: Save toolpath
fr_ca: Sauvegarder le toolpath

source: saving gcode... please wait...
fr_ca: Sauvegarde du fichier gcode... Veuillez patienter...

source: saving to sd... please wait...
fr_ca: Sauvegarde sur la carte SD... Veuillez patienter...

source: Save project gcode file
fr_ca: Sauvegarder le fichier gcode du projet

source: saving to directory... please wait...
fr_ca: Sauvegarder dans le dossier... Veuillez patienter...

source: working... please wait...
fr_ca: Chargement... Veuiller patienter...

source: How many additional copies do you want?
fr_ca: Combien de copies voulez-vous?

source: loading model... please wait...
fr_ca: Chargement du modèle... Veuillez patienter...

source: Center on platform
fr_ca: Centrer sur la plateforme

source: Split
fr_ca: Séparer

source: New Project
fr_ca: Nouveau projet
